[
  "A mobile app would be fantastic!",
  "I wish there was an option to export data to CSV.",
  "Could you implement a bulk edit feature?",
  "Great design, very easy to navigate.",
  "The user experience is fantastic.",
  "Can you explain the difference between the basic and premium plans?",
  "What payment methods do you accept?",
  "How much does the enterprise level cost?",
  "I was able to get started right away, no learning curve at all.",
  "Do you offer a non-profit discount?",
  "Are there any hidden fees I should be aware of?",
  "Is the pricing per user or per team?",
  "It would be great if you could add a dark mode.",
  "It took three days to get a response to my email.",
  "Everything is exactly where I expect it to be.",
  "The wait times for support are unacceptable.",
  "Consider adding a feature to schedule reports.",
  "I was on hold for an hour waiting for support.",
  "What are the features included in the pro plan?",
  "Customer service needs to be faster.",
  "An API for developers would be a great addition.",
  "Is it possible to upgrade my plan later?",
  "The interface is so intuitive!",
  "Frustratingly long hold times.",
  "I'd love to see more customization options.",
  "Need more agents in customer support.",
  "Can you please improve your support response time?",
  "This is the most user-friendly software I've ever used.",
  "Nobody picked up when I called support.",
  "I gave up waiting for a support agent.",
  "Could you detail the limitations of the free trial?",
  "Smooth and seamless operation.",
  "Is there a discount for yearly subscriptions?",
  "It would be helpful to have a search function within the settings.",
  "I was on hold for an hour waiting for support.",
  "Makes my work so much easier, thank you!",
  "Support is very slow to respond.",
  "Need more agents in customer support.",
  "Kudos to the design team for making it so simple!",
  "Can you add support for two-factor authentication?",
  "Please add an integration with Salesforce.",
  "I love how easy it is to use this product.",
  "What payment methods do you accept?"
]